[
{
  "model": "recipes.recipe",
  "pk": 2,
  "fields": {
    "name": "Lavender Salve",
    "image": "https://i0.wp.com/homesteadandchill.com/wp-content/uploads/2020/08/homemade-lavender-salve-feature.jpeg?fit=2048%2C1536&ssl=1",
    "description": "Lavender salve is a little miracle-worker in a tin. It heals and moisturizes skin, soothes irritation, burns and itching, and can even help heal acne, scrapes, and eczema. Let’s not forget how out-of-this-world wonderful it smells, loaded with essential oils and an aroma that is scientifically-proven to ease anxiety, stress, and sleepless nights. The best news is, it is very easy to make lavender salve! You don’t need to be an experienced herbalist or apothecary regular to do this.",
    "inventory": "• Lavender Infused Oil\r\n• Beeswax – Using beeswax in pastilles form makes it easy, but use what you have! If you prefer not to use beeswax, carnauba wax can often be used in salves as a substitute, but I haven’t tried that specifically in this recipe.\r\n• Shea butter – Refined shea butter will make an odorless and wonderful moisturizing addition to this herbal salve.\r\n• Lavender essential oil – The addition of lavender essential oil is optional and just depends on how strong of a lavender scent you want.",
    "steps": "Use a kitchen scale to measure the beeswax and shea butter. If you don’t have a digital scale, you can convert the suggested ½ ounces into measuring spoons. For this recipe, the equivalent would be about 3 teaspoons.\r\n\r\nUsing a double boiler, or a makeshift double boiler with a measuring cup resting inside a pot half filled with water, heat the boiler on medium heat.\r\n\r\nAdd the beeswax first since it takes the longest to melt. Once the beeswax is melted to liquid, add the shea butter.\r\n\r\nBeeswax pellets pouring into a makeshift double boiler.\r\n\r\nNext, add the lavender-infused oil and essential oil drops (if using) and stir together until everything is liquefied.\r\n\r\nLavender infused oil pouring into the double boiler with the beeswax.\r\n\r\nLine up the tins and carefully pour the lavender salve liquid into each one.\r\nMelted salve pouring into tins with a measuring cup.\r\n\r\nAllow the tins plenty of time to cool and solidify which usually takes a few hours.",
    "owner": 1,
    "active_ingredients": [
      1
    ],
    "mediums": [
      3
    ]
  }
},
{
  "model": "recipes.recipe",
  "pk": 3,
  "fields": {
    "name": "Lavender Oil",
    "image": "https://i0.wp.com/homesteadandchill.com/wp-content/uploads/2020/07/how-to-make-lavender-infused-oil-sun-infusion.jpeg?resize=646%2C861&ssl=1",
    "description": "Lavender essential oil is known the world round for its gorgeous scent and calming properties. It's used to promote sleep, ease anxiety and also as a bug deterrent.",
    "inventory": "• A large jar (for the infusion)\r\n• Lavender (cut and dried)\r\n• A carrier oil (olive oil or mineral oils)\r\n• Cheesecloth or muslin (for straining)\r\n• A bottle or glass container (for storage)",
    "steps": "Step 1: Harvest and dry\r\n\r\nIf your plant is in full bloom great, but if not, you can use lavender leaves instead.\r\nCut off at least six inches from the flower. At the base of your cuttings, tie the sprigs together.\r\nHang the lavender cuttings upside down in a warm, dry location with good air circulation.\r\nLeave it for 12 to 14 days. The time lavender takes to dry can vary (it could take up to a month in some conditions.) You’ll know it’s fully dry if when you break a stem it snaps cleanly in half rather than bending.\r\n\r\n\r\n\r\nStep 2: Infuse\r\n\r\nThe carrier oil you choose will depend on the use you have in mind.\r\nFor example, if you’re looking to apply lavender oil topically to your skin, choose an oil that has the right characteristics for your complexion.\r\nAnd if you’d like the option to use your lavender oil in cooking, you’ll need to select an edible carrier oil.\r\n\r\nPlace your dried lavender into a clean jar. Fill until at least three-quarters full.\r\n\r\nAdd enough oil to completely cover the lavender and allow it to move around. Then secure the lid of your jar.\r\n\r\nPlace your jar on a windowsill that allows exposure to direct sunlight. Leave it there for at least 1 week (or up to 3 weeks.) Try to remember to lightly shake it occasionally.10\r\n\r\nThe best oil to use really depends on what you're going to use it for.\r\n\r\nFor example, Extra virgin olive oil is both edible and suitable for skincare. This makes the best multi-use lavender oil. However, it’s not always suitable for oilier skin types as it can block pores if applied too heavily.\r\nGrapeseed oil and jojoba oil create lightweight and non-greasy moisturisers. They are better options for oily, combination, and blemish-prone skin types.\r\nIf you’re looking for a richer moisturiser for dryer skin, sweet almond oil and argan oil both work well.\r\n\r\n\r\n\r\nStep 3: Strain\r\n\r\nOnce you’re happy that enough infusion has occurred, use your cheesecloth to strain the lavender flowers.\r\n\r\nStore the infused oil in a glass container.",
    "owner": 1,
    "active_ingredients": [
      1
    ],
    "mediums": [
      1
    ]
  }
},
{
  "model": "recipes.recipe",
  "pk": 4,
  "fields": {
    "name": "Turmeric & Black Pepper Health Shot",
    "image": "http://minimalistbaker.com/wp-content/uploads/2018/11/5-Ingredient-Turmeric-Wellness-Shots-Spicy-citrusy-and-sweet-and-incredibly-antiinflammatory-turmeric-vegan-glutenfree-minimalistbaker-recipe-juice-7.jpg",
    "description": "The natural health benefits of turmeric are enhanced in this invigorating health shot by pairing it with a grind of black pepper (piperine in black pepper increases absorption of curcumin into the bloodstream), a dash of olive oil (curcumin is fat absorbent), fresh ginger with its anti-inflammatory benefits and the optional addition of honey, with its antibacterial and antifungal and antiviral properties. Not forgetting a delicious zesty dose of vitamin C from the fresh orange!",
    "inventory": "• 1 thumb-sized piece of turmeric root\r\n• 2 grinds of black pepper\r\n• 1 tsp olive oil\r\n• Just boiled water\r\n• 1/2 tsp honey  or maple syrup  (opt)\r\n• 1 thumb-sized piece of ginger\r\n• 1/2 an orange( juice & zest)",
    "steps": "Crush both the turmeric and ginger using a garlic press into a small jug.\r\n\r\nAdd a grind of black pepper into your turmeric, along with the olive oil and stir to combine.\r\n\r\nFill your mug with hot water (just off the boil) and allow to stand for a minute or two. Add the orange juice and zest and stir. Taste and sweeten with honey or maple syrup if required.",
    "owner": 1,
    "active_ingredients": [
      2,
      3
    ],
    "mediums": [
      5
    ]
  }
},
{
  "model": "recipes.recipe",
  "pk": 5,
  "fields": {
    "name": "Peppermint Oil",
    "image": "https://www.sustainablecooks.com/wp-content/uploads/2011/11/Homemade-Peppermint-Extract-3-540x540.jpg",
    "description": "Peppermint oil comes from both the flowers and leaves of peppermint plants. It can be applied topically to the skin, but make sure you dilute it first with a carrier oil, such as jojoba oil.\r\n\r\nYou can pop it in a diffuser and breathe in the refreshingly minty scent all around you. You can also bathe in it, either on its own or combined with other complementary essential oils, such as lavender and geranium.",
    "inventory": "• Fresh peppermint\r\n• A mild carrier oil - mild oil so that the smell or taste doesn’t interfere with the peppermint. Olive oil is great, but any other household choice works great too such as grapeseed.\r\n• Optional cheesecloth or a thin cloth. To strain out the leaves of mint. \r\n• Glass container, preferably dark in colour to help maintain the purity of the oil.",
    "steps": "Wash and dry the mint.\r\n\r\nCrush the mint with a spoon, your hands or a mortar and pestle.\r\n\r\nPack the crushed mint into your jar\r\n\r\nPour the oil in to fill the jar and secure the lid tightly\r\n\r\nLet steep in the oil for a minimum of 3 days to a maximum of 6 months in a cool, dark place \r\n\r\nShake whenever you remember, to help the process along\r\n\r\nStrain out the leaves from the oil when you are satisfied with the strength of the oil\r\nStore in a cool dark place in a preferably",
    "owner": 1,
    "active_ingredients": [
      4
    ],
    "mediums": [
      1
    ]
  }
},
{
  "model": "recipes.recipe",
  "pk": 6,
  "fields": {
    "name": "Peppermint, Lavender & Clary Sage Candle",
    "image": "https://gardentherapy.ca/wp-content/uploads/2022/06/pressed-lavender-candle-683x1024.jpg",
    "description": "Aromatherapy candles are natural candles made with essential oils. As they burn, they  disperse the essential oils’ scent and healing properties throughout your room.Essential oils have various therapeutic qualities which you may incorporate into your day-to-day life. Depending on the candle scent, the aroma can be uplifting, reflective, or relaxing to the mind. Most commonly, aromatherapy candles aim to aid the emotional side of our well-being. \r\n \r\nMost essential oil candles also like to use natural waxes as the candle base. Paired with natural soy wax as the base, these essential oil candles make a 100% non-toxic product.",
    "inventory": "• Mason jars\r\n• A disposable stirrer\r\n• A chopstick or pencil (to anchor the wick in place)\r\n• Soy wax flakes\r\n• Natural Wicks\r\n• 100 drops of essential oils altogether for Peppermint, Lavender and Clarey Sage",
    "steps": "Melt soy wax in a pot over low-medium heat. They should melt fairly easily but turn up heat slightly if taking more than a few minutes. Stir using wood stirring device (eg. a chopstick)\r\n\r\nOnce melted, add 80-100 drops of your favourite essential oils. Amount depends on type of essential oils and how potent they are.\r\n\r\nAnchor wicks to bottom of mason jars using a bit of wax.\r\n\r\nTape wick upright to a horizontal chopstick or pen (see picture above).\r\n\r\nPour wax into mason jar and then repeat until all jars are full. Depending on size of mason jars you may have some wax leftover.\r\n\r\nLet stand until solid (about 1 hour).\r\n\r\nCut wick to desired length\r\n\r\nEnjoy!!",
    "owner": 1,
    "active_ingredients": [
      1,
      4
    ],
    "mediums": [
      6
    ]
  }
},
{
  "model": "recipes.recipe",
  "pk": 9,
  "fields": {
    "name": "test",
    "image": "https://res.cloudinary.com/dzbkgmza0/image/upload/v1671108704/Wellbean_api/uhzzto6k5jejkeiq7xyz.jpg",
    "description": "jkjhjkkkkk",
    "inventory": "kjhjkjh",
    "steps": "hjkjtyjk",
    "owner": 3,
    "active_ingredients": [
      1,
      2,
      3
    ],
    "mediums": []
  }
},
{
  "model": "recipes.recipe",
  "pk": 12,
  "fields": {
    "name": "Echinacea Immunitea",
    "image": "https://i0.wp.com/adventuresinfoodieland.com/wp-content/uploads/2022/07/echinacea-tea-13.jpg?fit=700%2C1050&ssl=1",
    "description": "Echinacea tea, also known as the purple coneflower, is a delicious herbal tea made from the echinacea plant. There are a variety of echinacea plants that can be used to brew tea including Echinacea purpurea, Echinacea angustifolia, and Echinacea pallida. The perennial flower is native to eastern and central North America but can be grown in temperate climates where the plants receive at least partial sun. Today, the plants are commonly grown in gardens in Europe and Asia as well.\r\n\r\nEchinacea tea can be made using a variety of plant parts from the echinacea plant including the roots, leaves, flowers, and stems. The purple flowers and roots are most commonly used to brew teas.\r\n\r\nEchinacea flowers should be harvested just after the blooming season has begun but the root can also be used. Trim the blossoms at the base of the stem just above the first set of leaves. Use freshly harvested flowers or, for tea all year long, dry by laying them flat on a bamboo mat or hanging them upside down. Store in an airtight glass container preferably in a dark place to retain flavour.",
    "inventory": "• 1 tablespoon dried echinacea (or 2 tablespoons of fresh echinacea)\r\n• 10 oz/280ml of water\r\n• 1 tsp freshly chopped ginger (opt)\r\n• 1 tsp raw honey or maple syrup to taste (opt)\r\n• ½ fresh lemon, juiced (or to taste)",
    "steps": "Bring water to a boil in a pan or kettle.\r\n\r\nOnce boiling, turn the heat down to medium and add in the echinacea.\r\n\r\nPlace a lid on the pot and simmer for 5 to 10 minutes. If using a tea kettle, simply pour the boiling water into a teacup and add the echinacea to a tea ball or tea infuser. Steep for 5 to 10 minutes.\r\n\r\nStrain the loose flowers, roots, or leaves from the pot and pour into a teacup. It using a tea ball, simply remove and discard the echinacea.\r\n\r\nAdd flavourings or sweeteners such as honey and lemon if desired.",
    "owner": 2,
    "active_ingredients": [
      2,
      3,
      5
    ],
    "mediums": [
      2
    ]
  }
},
{
  "model": "recipes.recipe",
  "pk": 13,
  "fields": {
    "name": "Garlic, Cayenne & Honey Super Booster Shot",
    "image": "https://40aprons.com/wp-content/uploads/2019/09/immune-booster-shot-recipe-3.jpg",
    "description": "A delicious, zingy shot bringing together garlic, an immune system booster shown to alleviate the common cold; cayenne, said to help boost metabolism and lower blood pressure & antioxidant rich honey, orange and turmeric.",
    "inventory": "• garlic press \r\n• small bowl\r\n• juicer optional\r\n• glass or cup\r\n• whisk\r\n• Grater\r\n• 1-2  garlic cloves\r\n• 1 tbsp honey \r\n• ¼ tsp turmeric\r\n• 1 tbsp hot water\r\n• 2-3 tbsp freshly-squeezed lemon juice \r\n• 4-5 tbsp freshly-squeezed orange juice\r\n• 1 dash cinnamon\r\n• 1 dash cayenne pepper\r\n• 1 dash sea salt\r\n• 1 pinch freshly ground black pepper\r\n• 1 tbsp organic, unfiltered apple cider vinegar\r\n• 1 tsp grated fresh ginger",
    "steps": "Press garlic cloves through the garlic press and into a small bowl. Set aside 10 minutes. Alternately, finely mince and mash garlic cloves with a knife, then set aside.\r\n\r\nOnce garlic has rested close to 10 minutes, add 1 tbsp honey, 1 tbsp hot water, and ¼ tsp turmeric to a glass or cup. Whisk until ingredients are fully combined.\r\n\r\nAdd fresh lemon juice, fresh orange juice, cinnamon, cayenne pepper, sea salt, and black pepper to a glass with honey. Whisk until ingredients are fully incorporated.\r\n\r\nAdd apple cider vinegar, ginger, and garlic to the glass. Whisk until ingredients are fully incorporated.\r\n \r\nConsume mixture immediately for maximum benefits.",
    "owner": 10,
    "active_ingredients": [
      2,
      3,
      6
    ],
    "mediums": [
      5
    ]
  }
},
{
  "model": "recipes.recipe",
  "pk": 14,
  "fields": {
    "name": "Fire Cider",
    "image": "https://nourishedkitchen.com/wp-content/uploads/2019/10/fire-cider-post-1.jpg",
    "description": "Rich with garlic and onion with a punch of chilis, Fire Cider is a traditional herbal remedy used to warm up the body during the cold months and support immunity during cold and flu season. Its striking blend of ginger, garlic, onion, horseradish, chilis, and other herbs gives it a potent warming quality, while apple cider vinegar and honey give it a pleasant sweet-sour flavour.\r\n\r\nMake your own variations adding : Turmeric, Cayenne, Citrus fruits, Thyme or Echinacea.",
    "inventory": "• Quart-sized/1 litre Jar\r\n• 3 oz/85g diced ginger root\r\n• 3 oz/85g yellow onion\r\n• 1-2 garlic cloves\r\n• 1.5 oz/42g diced horseradish\r\n• 1.5/42g jalapeño chillies\r\n• 3 star anise pods\r\n• 1 ceylon cinnamon stick\r\n• 2 cups/475g raw apple cider vinegar\r\n• ½ cup/120g raw honey\r\nOpt: Turmeric, Cayenne, Citrus fruits, Thyme or Echinacea.",
    "steps": "Layer the ginger, onion, garlic, horseradish and jalapeño into a quart-sized/1 litre jar with the star anise and cinnamon stick. Cover with apple cider vinegar, adding additional vinegar to cover the contents of the jar as necessary.\r\n\r\nSeal the jar, and store it away from direct sunlight for at least 1 month and up to 6 weeks. Shake daily.\r\n\r\nStrain the vinegar, discarding the solids. Next, stir in the honey until fully dissolved. Store at room temperature up to 6 months and in the  fridge up to 18 months.",
    "owner": 3,
    "active_ingredients": [
      2,
      3,
      5,
      7
    ],
    "mediums": [
      2
    ]
  }
},
{
  "model": "recipes.recipe",
  "pk": 15,
  "fields": {
    "name": "Kombucha",
    "image": "https://www.mashed.com/img/gallery/read-this-before-taking-another-sip-of-homemade-kombucha/intro-1621356710.jpg",
    "description": "Kombucha is a fermented drink made from sweetened tea, with a history going back a couple of thousand years through China, Japan and Tibet.\r\n\r\nGreen Tea Kombucha has a milder flavour than black tea, is lighter in colour and has less caffeine. Green Tea has been said to increase the metabolism and improve cardiovascular function as well. Green Tea Kombucha is even more beneficial with good yeasts and probiotics.",
    "inventory": "For 1 litre:\r\n• 250ml water\r\n• 750ml de-chlorinated water\r\n• 50-100g sugar\r\n• 1 Tea (bag or loose of black. Can have mixture with green/white also)\r\n• 1 small scoby\r\n• 100ml starter liquid\r\n• Chopped apple\r\n• A sprinkle of ground cinnamon, turmeric & ginger to taste",
    "steps": "Bring the distilled, unchlorinated water to a boil. Add sugar and dissolve. Add tea bags to water and sugar mixture\r\n\r\nTurn off heat and let brew for at least 10-20 minutes. The longer you brew, the stronger the flavour. Strain your tea, if necessary, into your brewing vessel. Let cool.\r\n\r\nOnce completely cool, add your kombucha starter liquid and SCOBY. Cover with a thin cloth or a towel and rubber band to secure. Let brew for 6-14 days. Houses warmer than 21°C will take less time than cooler houses. The ideal temp is 26°C  -27°C\r\nNB. Reserve 1 cup of starter liquid to use on your next brew.\r\n\r\nWhen your kombucha is to your taste, you can drink right away or store it in flip-top bottles in the fridge or for higher carbonation proceed with a secondary fermentation stage which is also preferable if you want to add different flavours.\r\n\r\nCut single varieties or a combination of fruit or herbs into pieces, add to the bottle and then top up with kombucha, leaving four fingers of headspace to allow for the buildup of carbon dioxide. The bottle can then be left at room temperature for a day for the yeast to convert more sugar into carbon.\r\n\r\nSuggested additions:\r\nBerries, exotic fruits, unwaxed citrus fruit, dried fruit (avoid if soaked in oil, or  contain sulphur dioxide. Frozen fruit or juice/ purée.      \r\n                 \r\nHerbs - lavender and lemon balm can be used by themselves, or with fruits such as apple & mint, strawberries & thyme, raspberries & basil.\r\n                                                                               \r\nMild spices in moderation either singly or in a blend, or to complement a fruit, including: turmeric, burdock, allspice, cardamom, cinnamon, coriander, cloves, ginger, star anise, peppercorn, juniper and liquorice.\r\n\r\nHot spices like cayenne or jalapeño. Ginger goes well with apple or turmeric.\r\n\r\nVegetables such as beetroot, carrot or cucumber are great for savoury flavour. Garlic can be great to give a kick to something else, or it goes well with lemon. Mushrooms will also work – why not try some shiitake for heartiness.\r\n\r\nOther things that can work well are brewed coffee, cacao powder, maca powder, coconut water, rosehips, rose petals and tamarind.",
    "owner": 2,
    "active_ingredients": [
      1,
      2,
      3,
      4,
      6,
      8
    ],
    "mediums": [
      2
    ]
  }
}
]
